import { StatusEnum } from "@/types/Tasks";

export const TASKS = [
    {
        id: 1,
        title: "Задача",
        description: "Описание задачи описание задачи описание задачи. описание задачи описание задачи описание задачи описание задачи описание задачи. описание описание задачи",
        status: StatusEnum.Completed
    },
    {
        id: 2,
        title: "Задача",
        description: "Описание задачи описание задачи описание задачи. описание задачи описание задачи описание задачи описание задачи описание задачи. описание описание задачи",
        status: StatusEnum.Created
    },
    {
        id: 3,
        title: "Задача",
        description: "Описание задачи описание задачи описание задачи. описание задачи описание задачи описание задачи описание задачи описание задачи. описание описание задачи",
        status: StatusEnum.Process
    },
]